[
  {
    "product_name": "Adidas Metalbone 3.1 2022",
    "product_description": "Bli framtidens padelspelare med nya Adidas Metalbone 3.1 2022 i din hand!\n\nHär kommer det, Ale Galans val av racket även kommande säsong. En uppgraderad modell av den tidigare succen. Exklusiv design i varje detalj, kommer få dig att se ännu bättre ut på planen. Det unika i detta rack är den styva ytan blandat med en mjukare kärna, detta ger dig fart i rätt lägen, och kontroll i rätt lägen.\n\nMed vikt och balanssystemet kan du göra ditt rack unikt, och hitta helt rätt touch för just din spelstil. Kombinationen mellan aluminerat kol-fiber och den oktogona spin-blade teknologin är helt unik, och de märks att detta är påkostat. Du kommer känna kraften i racket, och även ge dig ännu bättre bite i bollen.\n\nTa beslutet, välj Metalbone 3.1 som ditt nya rack och ta upp kampen med Ale Galan!",
    "attributes_table": {
      "Product line": "Metalbone",
      "Vikt": "345-365 g",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Hög",
      "Form": "Diamant",
      "Racketfodral": "Gym Bag Ingår",
      "Spelartyp": "Pro",
      "Inre kärna": "Eva Soft Performance",
      "Ram": "100% Carbon",
      "Yttre kärna": "Carbon Aluminized",
      "Kontroll/Kraft": "Kraft",
      "Modell": "Herr",
      "Ytprofil": "Struktur",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Adidas Metalbone HRD 3.1 Ale Galán 2022",
    "product_description": "Årets efterlängtade nyhet, Adidas Metalbone HRD 3.1 2022! Med en hårdare kärna än tidigare, har adidas tillsammans med Ale Galan tagit fram detta offensiva slagskepp. Allt för att han ska kunna behålla sin toppranking.\n\nFeedbacken om hårdare rack, har adidas tagit sig an detta året. Många av årets tävlingar på WPT spelas i varma förhållanden, där racken ställs på prov. Hårdare kärnor behövs, och givetvis ska ett varumärke som adidas ge sin nummer 1 detta. Här kommer det, Ale Galans val av racket även kommande säsong.\n\nEn uppgraderad modell av den tidigare succen. Exklusiv design i varje detalj, kommer få dig att se ännu bättre ut på planen. Den styva ytan tillsammans med en ny uppgraderad hårdare kärna, kommer sätta dina motspelare på prov vid varje overhead.\n\nMed vikt och balanssystemet kan du göra ditt rack unikt, och hitta helt rätt touch för just din spelstil. Kombinationen mellan aluminerat kol-fiber och den oktogona spin-blade teknologin är helt unik, och de märks att detta är påkostat. Du kommer känna kraften i racket, och även ge dig ännu bättre bite i bollen.",
    "attributes_table": {
      "Product line": "Metalbone",
      "Vikt": "345-365 g",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Hög",
      "Form": "Diamant",
      "Racketfodral": "Gym Bag Ingår",
      "Spelartyp": "Pro",
      "Inre kärna": "Eva High Memory",
      "Ram": "100% Carbon",
      "Yttre kärna": "Carbon Aluminized",
      "Kontroll/Kraft": "Kraft",
      "Modell": "Herr",
      "Ytprofil": "Struktur",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Adidas Adipower 3.1 15K 2022",
    "product_description": "Utvecklingen går framåt, men Adipower står kvar stabilt som etta.\n\nMycket inom padeln utvecklas fort, dag för dag, inom Adipower-familjen är adidas helt trygga med att dem har en otroligt bra produkt. Den åldras som ett bättre vin, och man vet vad man får när man plockar upp det.\n\nDen unika dual exoskeleton teknologi ger Adipower 3.1 2022 en grym styvhet som producerar mycket fart, och kommer hjälpa dig att vinna dina matcher.\nDen hårda kärnan ger dig en unik balans med fart och tryck i din hand, kan du hantera det?\n\nSeba Nerones tidigare flaggskepp, som numera har tackat för sig. Adidas letar i detta nu en ny person för detta rack, kan det bli du?\n\nEtt offensivt balanserat racket som verkligen ger dig en fördel i ditt overhead-spel, dock utan att tumma på ditt försvarsspel.\n\nDaniel Appelgrens val för 2022.",
    "attributes_table": {
      "Product line": "Adipower",
      "Vikt": "360-375 g",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Hög",
      "Form": "Diamant",
      "Racketfodral": "Gym Bag Ingår",
      "Spelartyp": "Pro",
      "Inre kärna": "Eva High Memory",
      "Ram": "100% Carbon",
      "Yttre kärna": "Carbon Aluminized",
      "Kontroll/Kraft": "Kraft",
      "Modell": "Herr",
      "Ytprofil": "Struktur",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Adidas Adipower CTRL 3.2 15K 2023",
    "product_description": "ADIPOWER CTRL 3.2 2023 kombinerar egenskaperna hos de bästa kraftracketarna med egenskaper som är utformade för kontroll. För ett balanserat spel, välj Adipower CTRL 3.2!\n\nLetar du efter ett padelracket som ger kontroll och kraft? Då är ADIPOWER CTRL 3.2 rätt för dig. Större styvhet och soliditet uppnås i denna racket tack vare DUAL EXOSESKELETON-tekniken. Gör dina motståndare galna med dina ospelbara spinnslag och dra nytta av SPIN BLADE-systemet i den här racketen. Dessutom kombinerar det rundade formatet på ADIPOWER CTRL 3.2 EVA HIGH MEMORY-gummi och ett 15K ALUMINISED CARBON, så att du kan utveckla ett helt precist spel. När du har allt under kontroll är det bara en konsekvens att vinna.\n\nDUAL EXOSKELETON-tekniken består av en dubbelhög kolfiberstruktur som förstärker rackets kärna och ram. Detta ökar rackets styvhet och vridmotstånd, vilket ger en större känsla av konsistens i alla träffar och större kraft i attackspelet.\n\nSPIN BLADE MOLD-systemet är en grov 3D-relief insatt i racketformen, vilket ger ett bättre bollgrepp och hjälper dig att generera mer spinn i dina slag.\n\nEn yttre kolribba placerad i rackets ram ger större styvhet åt hela strukturen. Ett system som är inbyggt i de mest aggressiva racketena för att uppnå större kraft i slaget.",
    "attributes_table": {
      "Product line": "Adipower",
      "Vikt": "360-375 g",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Medel",
      "Form": "Rund",
      "Spelartyp": "Pro",
      "Inre kärna": "Eva High Memory",
      "Ram": "100% Carbon",
      "Yttre kärna": "Carbon Aluminized 15k",
      "Kontroll/Kraft": "Kontroll",
      "Modell": "Herr",
      "Ytprofil": "Struktur",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Adidas Metalbone 3.2 Ale Galán 2023",
    "product_description": "METALBONE 3.2 2023 har den bästa tekniken från adidas för att ge dig komfort när du spelar och anpassa din racket efter ditt spel. Attack eller kontroll, det är upp till dig!\n\nDen nya METALBONE 3.2 är det mest avancerade padelracket som du kan använda. En teknikarsenal som hjälper dig att ta ditt spel till en annan galax. Tekniken OCTAGONAL STRUCTURE, exklusiv för Metalbone, ökar rackets strukturella styvhet, vilket gör träffen mer konsekvent. På bladets yta hittar vi SPIN BLADE-systemet, en relief som hjälper dig att generera större effekt i varje slag. Med systemet WEIGHT & BALANCE SYSTEM kan spelprofilen anpassas tack vare det avtagbara viktsystemet integrerat i rackets hjärta. Lägg till eller ta bort upp till 12 gram och ändra rackets balans efter eget tycke. Mer attack eller mer kontroll, du bestämmer. Den ALUMINISERADE KOLYTAN tillsammans med EVA SOFT PERFORMANCE-gummit ger en unik kombination av kraft och komfort.\n\nSätt en personlig prägel på ditt racket och anpassa det till den speltyp som du vill utveckla i varje match. Tekniken WEIGHT & BALANCE SYSTEM, exklusiv för adidas, är baserad på ett system av skruvar av olika vikt placerade på rackets brygga, vilket gör att man kan ändra dess balans. Om vi tar bort de ditsatta vikterna, kommer balansen på vår Metalbone att vara i den nedre mitten av racket vilket ger oss mer kontroll. Om vi tar bort skruvar kommer vikten att minskas, vi kommer att höja balansen upp till 1,5 cm och vi kommer att rikta racket mer vid attacken.\n\nTekniken OCTAGONAL STRUCTURE är placerad i ramen och hjärtat av racket. Ett åtta-hörnigt kolrör förstärker Metalbone-strukturen för att ge den större styvhet och motstånd vid vridning. Detta ger mer kraft åt ditt spel och en konsekvent känsla som inget annat, perfekt för mest aggressiva spelarna.\n\nTekniken SPIN BLADE OCTAGONAL är en 3D-relief integrerad i racketformen. Dess funktion är att ge en bättre kontaktkänsla och hjälpa dig att generera högre doser av effekt i dina slag.",
    "attributes_table": {
      "Product line": "Metalbone",
      "Vikt": "345-360 g (0+12)",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Hög",
      "Form": "Diamant",
      "Spelartyp": "Pro",
      "Inre kärna": "Eva Soft Performance",
      "Ram": "100% Carbon",
      "Yttre kärna": "Carbon Aluminized",
      "Kontroll/Kraft": "Kraft",
      "Modell": "Herr",
      "Ytprofil": "Struktur",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Adidas Traxsel CTRL",
    "product_description": "Adidas Traxsel CTRL är ett padelracket med jämn balans och hög komfort. EXOSKELETON-förstärkningen ger bra stabilitet ALUTEX-fibrerna i träffytan i kombination med EVA SOFT-kärnan resulterar i ett racket med bra kontroll men trots det mycket fart och kraft. Alutex-materialet medför bättre hållbarhet och fart. Traxsel CTRL är runt till formen och har en stor central sweetspot som minimerar felträffarna. Den oktagonmönstrade strukturen på i ytan ger bra känsla, högre friktion och mer spinn i bollen.\n\nRekommenderas till medelspelaren som är ute efter ett padelracket med god kontroll men som även genererar bra fart i slagen.",
    "attributes_table": {
      "Vikt": "360-375 g",
      "Spelartyp": "Intermediate/Advanced",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Medel",
      "Form": "Rund",
      "Inre kärna": "EVA SOFT PERFORMANCE",
      "Ram": "Fiber Glass",
      "Yttre kärna": "Fiber Glass/Carbon",
      "Kontroll/Kraft": "Kontroll/Kraft",
      "Modell": "Herr",
      "Ytprofil": "Struktur",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Adidas Adipower CTRL Lite",
    "product_description": "Adidas Adipower CTRL Lite 2021 är ett padelracket där kraft och komfort möts! Adidas Dual-eXoskeleton-teknologi från ADIPOWER-serien och rackets runda form ger spelaren en utomordentlig stabilitet, kraftöverföring och kontroll i offensiven. Den flexibla glasfiberytan kombinerat med Adidas mjukaste kärna ger samtidigt en extremt hög grad av komfort i tillslaget och en bra support i det defensiva spelet. Dessutom ger den sträva racketytan en extra spinneffekt vid behov.",
    "attributes_table": {
      "Product line": "Adipower Lite",
      "Vikt": "360-375 g",
      "Spelartyp": "Medel",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Medel",
      "Form": "Rund",
      "Yttre kärna": "Fiber Glass",
      "Inre kärna": "EVA Soft Performance",
      "Ram": "Fiber Glass",
      "Kontroll/Kraft": "Kontroll",
      "Racketfodral": "Gym Bag Ingår",
      "Modell": "Herr",
      "Ytprofil": "Sandpapper",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Babolat Veron Counter 2022",
    "product_description": "Nyhet! Ny färg på Veron-serien 2022.\n\nVeron Counter är ett mycket stabilt racket som gör spelaren till en levande vägg som istället utnyttjar motståndarens fart. Långt bak i banan eller framme på nät har denna modell fördel med sin runda form och stora sweetspot som skickar tillbaka motståndarens slag, och när chansen kommer för smash ger den topptunga balansen extra kraftfulla resultat. Tack vare att träffytan består av både karbon och glasfiber ökar sweetspot och spelaren får enklare tillgång till fart från racket.\n\n\nEn innovativ träffyta där karbon och glasfiber har vävts samman för att kombinera fördelarna med de två materialen: karbon som bidrar med explosiv fart samt glasfiber som ger en mer lättillgänglig fart. Carbon Flex Technology ger den perfekta blandningen för att skapa ett mer mjuk och flexibelt rack som ger en dynamisk fart.\n\n\nTräffytan på racket har ett räfflat mönster. Med 3D Spin får spelaren mer grepp på bollen och en utökad spinn.\n\n\nMed nya Vibrasorb System får varje slag en utökad komfort. Detta vibrationsdämpande system är integrerat i racket hals ovanför handtaget och reducerar vibrationerna som uppstår i varje slag. Resultatet är en utökad komfort och en minskad risk för skador såsom tennisarmbåge.\n\n\nLikt tidigare modeller från Babolat är Veron Counter designad med HPS-Technology. Hole Pattern-System ger mer fart och kontroll tack vare att de borrade hålen i racket är anpassade efter rackets form och sweetspot. Detta ger mer effekt i slagen för mer fart och mer grepp på bollen för utökad spinn.",
    "attributes_table": {
      "Product line": "Veron",
      "Vikt": "365 g",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Hög",
      "Form": "Rund",
      "Yttre kärna": "CarbonFlex",
      "Ram": "Carbon",
      "Kontroll/Kraft": "Kontroll/Kraft",
      "Racketfodral": "Ingår ej",
      "Modell": "Herr",
      "Ytprofil": "Struktur",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Babolat Viper Air 2022",
    "product_description": "Babolats nya Viperserie för 2022 är här, varje racket är designad med Smoke Effect vilket gör varje racket helt unikt!\n\nViper Air är utvecklad för smidiga spelare som kräver ett racket som följer deras kvicka rörelser. Denna modell erbjuder en explosiv fart med extrem styrförmåga för ett snabbt offensivt spel.\n\nViper Air har en kärna uppbyggd av Babolats nyutvecklade X-EVA Technology. Tre olika lager av EVA ger tillsammans en perfekt effekt. De två styva yttre lagren ger extra fart vid hårda slag medan ett mjukare inre lager ger ökad felmarginal och komfort på lösare slag.\n\n100% karbon-träffyta bestående av 16K Carbon, perfekt anpassad för rackets form för att leverera explosivitet och en överraskande kontrollerad touch.\n\nDen räfflade ytan kombinerat med en sandpapper-yta, 3D Spin+, ger maximalt grepp och spinn på bollen så att spelaren kan sätta ytterligare press på motståndaren.\n\nMed nya Vibrasorb System får varje slag en utökad komfort. Detta vibrationsdämpande system är integrerat i racket hals ovanför handtaget och reducerar vibrationerna som uppstår i varje slag. Resultatet är en utökad komfort och en minskad risk för skador såsom tennisarmbåge.\n\nLikt tidigare modeller från Babolat är Viper Air designad med HPS-Technology. Hole Pattern-System ger mer fart och kontroll tack vare att de borrade hålen i racket är anpassade efter rackets form och sweetspot. Detta ger mer effekt i slagen för mer fart och mer grepp på bollen för utökad spinn.",
    "attributes_table": {
      "Product line": "Viper",
      "Vikt": "355 g",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Medel",
      "Form": "Hybrid",
      "Yttre kärna": "16K Carbon",
      "Inre kärna": "X-EVA",
      "Ram": "Carbon",
      "Kontroll/Kraft": "Kraft",
      "Racketfodral": "Ingår ej",
      "Modell": "Herr",
      "Ytprofil": "Struktur",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Bullpadel Hack 03 Control 2022",
    "product_description": "Hack 03 Control är ett av Bullpadels absoluta toppracketar.\n\nBullpadel Hack 03 Control är en uppgraderad version av föregångaren Hack 02 Control. Hack 03 Control är ett runt padelracket med låg balans och fantastisk kontroll. Racketen har en aerodynamisk ram, som förbättrar racketens hastighet. Detta resulterar i ett väldigt smidigt padelracket. Ytan är i TriCarbon-material och ger bra fart.\n\nÄven MultiEva-kärnan Adaptia har fått en uppgradering och ger dig som spelare ännu mer dynamik i dina slag. Kärnan gör racketen mjukare i det långsamma spelet och hårdare i det snabba spelet. Racketen har även den nya Metalshield-ramen, som både skyddar ramen och ger dig möjlighet att justera racketens vikt och balans. Notera att vikterna säljs separat!\n\nHack 03 Control är utrustad med antivibrations-systemet Vibradrive, som såväl minskar vibrationerna som risken för problem med axel, armbåge och handled. Padelracketen utrustas med det innovativa och ergonomiska undergreppet Hesacore, som även det minskar vibrationerna under spelet.\n\nPadelracketen levereras med ett fodral med termostoppning för optimalt skydd.",
    "attributes_table": {
      "Product line": "HACK",
      "Vikt": "365-375 g",
      "Spelartyp": "Expert",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Låg",
      "Form": "Rund",
      "Yttre kärna": "TriCarbon",
      "Inre kärna": "MultiEva",
      "Ram": "Aluminium CW",
      "Kontroll/Kraft": "Kontroll/Kraft",
      "Racketfodral": "Ingår",
      "Modell": "Herr",
      "Ytprofil": "Slät",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Bullpadel Vertex 03 Control 2022",
    "product_description": "Bullpadel Vertex 03 Control 2022 är ett av Bullpadels absoluta toppracketar.\n\nBullpadel Vertex 03 Control 2022 är precis som 2021 års modell utrustad med Air React Channel-teknologin, som är en uppbyggnad runt rackethalsen och ger dig ett aerodynamiskt racket. Detta resulterar i stabilitet, smidighet och effekt. Vertex 03 Control 2022 ger också bra fart i slagen.\n\nPadelracketen har en sandpappersliknande struktur, som ger dig mer spin och skruv i bollträffen. Vertex 03 Control 2022 är tillverkat med 12K-kolfiber, vilket innebär att ytskiktet är styvt. Precis som 2021 års modell har Vertex 03 Control 2022 den nya ADAPTIA-kärnan, som är av typen Multieva, som gör racketen mjukare i det långsamma spelet och hårdare i det snabba spelet.\n\nRacketen har även den nya Metalshield-ramen som skyddar ramen, men även ger dig möjlighet att justera racketens vikt och balans. Notera att vikterna säljs separat!\n\nVertex 03 Control 2022 är precis som föregående år utrustad med antivibrations-systemet Vibradrive, som såväl minskar vibrationerna som risken för problem med axel, armbåge och handled. Padelracketen utrustas med det innovativa och ergonomiska undergreppet Hesacore, som även det minskar vibrationerna under spelet.\n\nPadelracketen levereras med ett fodral med termostoppning för optimalt skydd.",
    "attributes_table": {
      "Product line": "VERTEX",
      "Vikt": "365-375 g",
      "Spelartyp": "Expert",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Låg",
      "Form": "Rund",
      "Yttre kärna": "XT Carbon 12K",
      "Inre kärna": "MultiEva",
      "Ram": "Aluminium CW",
      "Kontroll/Kraft": "Kontroll/Kraft",
      "Racketfodral": "Ingår",
      "Modell": "Herr",
      "Ytprofil": "Sandpapper",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Head Delta Pro Coello 2022",
    "product_description": "Head Delta Pro 2022 är ett fantastiskt bra val för den något mer erfarna spelaren som är ute efter maximal kraft och precision i sitt spel. Rackethuvudet är diamantformat, vilket innebär att balansen är något högre upp på racket och otrolig fart vid rätt träff.\n\nPadelracket har en struktur på ytan vilket ger dig bra spinn och kontroll i varje slag.\n\nDelta Pro 2022 är utrustad med Graphene 360+ som är ett material som förbättrar racketens förmåga att reducera vibrationer och som ger en mer förlåtande och skönare träffkänsla. Det är även skonsamt för din arm. Graphene 360+ materialet ger även bättre kontroll jämfört med tidigare version av detta racket.\n\nHead Delta Pro 2022 är även utrustat med Heads nya Auxetic-System som är en nyutvecklad teknologi som minskar vibrationer.",
    "attributes_table": {
      "Vikt": "365-380 g",
      "Spelartyp": "Expert",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Hög",
      "Form": "Diamant",
      "Kontroll/Kraft": "Kraft",
      "Modell": "Herr",
      "Ytprofil": "Struktur",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Head Gravity Pro Windahl 2022/2023",
    "product_description": "Daniel Windahls nya vapen!\n\nHead Gravity Pro är Daniel Windahls val av racket inför 2023. Det är ett runt padelracket i toppkvalitet med stor sweetspot (“Massive Sweetspot”-teknologin) som tillför en balanserad mix av fart, känsla och väldigt bra kontroll.\n\nGravity Pro´s träffyta har strategiskt placerade borrhål samt den nya konstruktionen “Auxetic” som ger en härlig känsla i racket då den förbättrar rackets tyngdpunkt samt hjälper till att generera bra fart i slagen.\n\nRacketens träffyta är tillverkad i Graphene, vilket är en mix mellan kol- och glasfiber. Tillsammans med Power Foam-kärnan producerar racketen fin fart i slagen och en skön komfort. Vidare har träffytan utrustats med “Extreme Spin”, som är en räfflad struktur i syfte att öka spinn och skruv i slagen.\n\nTeknologier:\n\n- Auxetic\nEn ny konstruktion som ska ge spelaren en otrolig känsla kombinert med mycket kraft och fart i sitt spel.\n\n- Smart Bridge\nTeknologi som reducerar oönskade vibrationer i arm och handled samt förebygger skador.\n\n- Power Foam\nEtt lite hårdare foam som genererar väldigt bra fart på bollen, perfekt för den offensiva spelaren.\n\n- Tailored Frame\nEn teknologi där man har optimerat tuberna i ramen för att uppnå högsta möjliga prestanda och kvalitet.\n\n- Extreme Spin\nSlagytan är utrustad med struktur för att få mer bett i bollen, som därmed bidrar till spin.\n\n- Massive Sweetspot\nEn teknologi där hålen är placerade på de mest optimala delarna av racket för att göra racketen mer förlåtande med högre komfort.\n\n- Anti Shock Skin\nBumpern/ramskyddet runt racket är inte bara till för att skydda racket vid smällar mot glas eller golv. Det ska även göra att racket reducerar vibrationer på ett effektivt sätt.\n\n- Graphene Inside\nDetta nya material förbättrar rackets förmåga att reducera vibrationer vid bollträff för en mer förlåtande och skönare träffkänsla. Graphene Inside gör även att racketen erbjuder bättre kontroll jämfört med den tidigare versionen.",
    "attributes_table": {
      "Vikt": "360-380 g",
      "Spelartyp": "Avancerad",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Medel",
      "Form": "Rund",
      "Kontroll/Kraft": "Kontroll/Kraft",
      "Modell": "Herr",
      "Ytprofil": "Struktur",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Stiga Art",
    "product_description": "Ett handgjort padelracket med rund form och låg balans som passar de flesta spelare oavsett spelnivå. Racket har en stor sweet spot som gör att även träffar längre ut mot ramen ger dig en bra fart och känsla i slaget. Då ytskiktet har 3000 kolfibertrådar (3K) får du en fin, välbalanserad spelkänsla med hög fart utan att förlora kontrollen.\n\nDen runda formen och låga balansen i kombination med rackets stora sweet spot ger dig ett perfekt kontrollracket som klarar många tuffa matcher på banan. Ett klassiskt padelracket i stilren design för både motionärer och tävlingsspelare.",
    "attributes_table": {
      "Vikt": "365 +/-10 gram",
      "Core": "38 mm",
      "Profile": "38 mm",
      "Balance": "Low",
      "Shape": "Round",
      "Inner core": "Hypersoft Foam",
      "Frame": "Carbon Flexi Frame",
      "Control/Power": "Control/Power",
      "Racket case": "Not included",
      "Model": "Men",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Låg",
      "Form": "Rund",
      "Inre kärna": "Hypersoft Foam",
      "Ram": "Carbon Flexi Frame",
      "Kontroll/Kraft": "Kontroll/Kraft",
      "Racketfodral": "Ingår ej",
      "Modell": "Herr",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Bullpadel Vertex 03 Tello 2023",
    "product_description": "Det nya Vertex 03 2023 är ett diamantformat racket med maximal kraft och grov Topspin-yta. Utformat för professionella eller avancerade spelare.\n\nVertex 03 2023 har den nya Air React Channel, som består av en aerodynamisk ram, vilket skapar en stadig, smidig och lätt på samma gång. Dess yttre kärna är gjord av Xtend Carbon 12K kol, dess inre kärna i nya MultiEva och dess CarbonTube-ram av 100 % kolfiber. Den inkluderar Metalshield-ramen som anpassar sig till det nya CustomWeight-viktplattsystemet som gör det möjligt att ändra racketens balans beroende på varje spelares krav. Den har också Vibradrive för absorption av vibrationer, hack i halsen och nervkanaler på sidan av racketens ram. Dessutom inkluderar den det nya Hesacore-greppet, som minskar vibrationer, ansträngning och risk för skador.",
    "attributes_table": {
      "Product line": "VERTEX",
      "Vikt": "365-375 g",
      "Spelartyp": "Expert",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Hög",
      "Form": "Diamant",
      "Yttre kärna": "XT Carbon 12K",
      "Inre kärna": "MultiEva",
      "Ram": "Aluminium CW",
      "Kontroll/Kraft": "Kraft",
      "Racketfodral": "Ingår ej",
      "Modell": "Herr",
      "Ytprofil": "Sandpapper",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Babolat Viper Counter 2022",
    "product_description": "Babolats nya Viperserie för 2022 är här, varje racket är designad med Smoke Effect vilket gör varje racket helt unikt!\n\nAtt utnyttja motståndarens fart är Viper Counters signum. Med detta racket har spelaren de bästa förutsättningarna för att stå emot fiendens hårda slag och istället kan kontra med explosiva smashar. Den unika formen ger en stabil racket med centrerad sweetspot och tillsammans med en topptung balans blir attackslagen extra kraftfulla.\n\nViper Counter har en kärna uppbyggd av Babolats nyutvecklade X-EVA Technology. Tre olika lager av EVA ger tillsammans en perfekt effekt. De två styva yttre lagren ger extra fart vid hårda slag medan ett mjukare inre lager ger ökad felmarginal och komfort på lösare slag.\n\n100% karbon-träffyta bestående av 3K Carbon, perfekt anpassad för rackets form för att leverera explosivitet och en överraskande kontrollerad touch.\n\nDen räfflade ytan kombinerat med en sandpapper-yta, 3D Spin+, ger maximalt grepp och spinn på bollen så att spelaren kan sätta ytterligare press på motståndaren.\n\nMed nya Vibrasorb System får varje slag en utökad komfort. Detta vibrationsdämpande system är integrerat i racket hals ovanför handtaget och reducerar vibrationerna som uppstår i varje slag. Resultatet är en utökad komfort och en minskad risk för skador såsom tennisarmbåge.\n\nLikt tidigare modeller från Babolat är Viper Counter designad med HPS-Technology. Hole Pattern-System ger mer fart och kontroll tack vare att de borrade hålen i racket är anpassade efter rackets form och sweetspot. Detta ger mer effekt i slagen för mer fart och mer grepp på bollen för utökad spinn.",
    "attributes_table": {
      "Product line": "Viper",
      "Vikt": "365 g",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Hög",
      "Form": "Rund",
      "Yttre kärna": "3K Carbon",
      "Inre kärna": "X-EVA",
      "Ram": "Carbon",
      "Kontroll/Kraft": "Kontroll/Kraft",
      "Racketfodral": "Ingår ej",
      "Modell": "Herr",
      "Ytprofil": "Struktur",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Dunlop Boost Power 2.0",
    "product_description": "Dunlop Boost Power 2.0 2021 är ett hybridracket för dig som vill spela med kontroll men inte ge avkall på fart. Balansen är i mitten av padelracket så det kommer inte upplevas så tungt och vilket även gör att du kommer hänga med bra I det snabba spelet. Detta är ett bra padelracket för dig som har spelat ett tag och vill ha ett padelracket och utvecklas med.",
    "attributes_table": {
      "Vikt": "365 g",
      "Spelartyp": "Intermediate",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Medel",
      "Form": "Hybrid",
      "Inre kärna": "Pro Eva",
      "Racketfodral": "Ingår",
      "Modell": "Herr",
      "Ytprofil": "Slät",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Starvie Triton Pro 2.0 2023",
    "product_description": "Starvie Triton Pro 2023 har en droppform som ger en bättre balans gentemot rackets träffyta. Ett tekniskt racket, perfekt för avancerade spelare\nsom vill ha extra kraft i sitt offensiva spel utan att tappa kontrollen. Detta tack vare dess medelhårda kärna Pro V50 och rackets droppform som\näven ger den mer styvhet.\n\nYtan består av ett lager av 3K Carbon Colors och ett annat av 3K Carbon fiber, vilket ger mer styvhet, styrka och hållbarhet till slagen. Denna modell har 1 cm extra längd i handtaget för att göra greppet bekvämare för en tvåhandsbackhand.",
    "attributes_table": {
      "Product line": "Premium Line",
      "Vikt": "350-385 g",
      "Spelartyp": "Advanced",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Hög",
      "Form": "Dropp",
      "Yttre kärna": "Double Carbon Layer 3K",
      "Inre kärna": "EVA Rubber Pro V50",
      "Ram": "3K Carbon",
      "Kontroll/Kraft": "Kraft",
      "Modell": "Herr",
      "Ytprofil": "Struktur",
      "Handledsrem": "Ja"
    }
  }
]
