[
  {
    "product_name": "Stiga Art",
    "product_description": "Ett handgjort padelracket med rund form och låg balans som passar de flesta spelare oavsett spelnivå. Racket har en stor sweet spot som gör att även träffar längre ut mot ramen ger dig en bra fart och känsla i slaget. Då ytskiktet har 3000 kolfibertrådar (3K) får du en fin, välbalanserad spelkänsla med hög fart utan att förlora kontrollen.\n\nDen runda formen och låga balansen i kombination med rackets stora sweet spot ger dig ett perfekt kontrollracket som klarar många tuffa matcher på banan. Ett klassiskt padelracket i stilren design för både motionärer och tävlingsspelare.",
    "attributes_table": {
      "Vikt": "365 +/-10 gram",
      "Core": "38 mm",
      "Profile": "38 mm",
      "Balance": "Low",
      "Shape": "Round",
      "Inner core": "Hypersoft Foam",
      "Frame": "Carbon Flexi Frame",
      "Control/Power": "Control/Power",
      "Racket case": "Not included",
      "Model": "Men",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Låg",
      "Form": "Rund",
      "Inre kärna": "Hypersoft Foam",
      "Ram": "Carbon Flexi Frame",
      "Kontroll/Kraft": "Kontroll/Kraft",
      "Racketfodral": "Ingår ej",
      "Modell": "Herr",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Bullpadel Vertex 03 Tello 2023",
    "product_description": "Det nya Vertex 03 2023 är ett diamantformat racket med maximal kraft och grov Topspin-yta. Utformat för professionella eller avancerade spelare.\n\nVertex 03 2023 har den nya Air React Channel, som består av en aerodynamisk ram, vilket skapar en stadig, smidig och lätt på samma gång. Dess yttre kärna är gjord av Xtend Carbon 12K kol, dess inre kärna i nya MultiEva och dess CarbonTube-ram av 100 % kolfiber. Den inkluderar Metalshield-ramen som anpassar sig till det nya CustomWeight-viktplattsystemet som gör det möjligt att ändra racketens balans beroende på varje spelares krav. Den har också Vibradrive för absorption av vibrationer, hack i halsen och nervkanaler på sidan av racketens ram. Dessutom inkluderar den det nya Hesacore-greppet, som minskar vibrationer, ansträngning och risk för skador.",
    "attributes_table": {
      "Product line": "VERTEX",
      "Vikt": "365-375 g",
      "Spelartyp": "Expert",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Hög",
      "Form": "Diamant",
      "Yttre kärna": "XT Carbon 12K",
      "Inre kärna": "MultiEva",
      "Ram": "Aluminium CW",
      "Kontroll/Kraft": "Kraft",
      "Racketfodral": "Ingår ej",
      "Modell": "Herr",
      "Ytprofil": "Sandpapper",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Babolat Viper Counter 2022",
    "product_description": "Babolats nya Viperserie för 2022 är här, varje racket är designad med Smoke Effect vilket gör varje racket helt unikt!\n\nAtt utnyttja motståndarens fart är Viper Counters signum. Med detta racket har spelaren de bästa förutsättningarna för att stå emot fiendens hårda slag och istället kan kontra med explosiva smashar. Den unika formen ger en stabil racket med centrerad sweetspot och tillsammans med en topptung balans blir attackslagen extra kraftfulla.\n\nViper Counter har en kärna uppbyggd av Babolats nyutvecklade X-EVA Technology. Tre olika lager av EVA ger tillsammans en perfekt effekt. De två styva yttre lagren ger extra fart vid hårda slag medan ett mjukare inre lager ger ökad felmarginal och komfort på lösare slag.\n\n100% karbon-träffyta bestående av 3K Carbon, perfekt anpassad för rackets form för att leverera explosivitet och en överraskande kontrollerad touch.\n\nDen räfflade ytan kombinerat med en sandpapper-yta, 3D Spin+, ger maximalt grepp och spinn på bollen så att spelaren kan sätta ytterligare press på motståndaren.\n\nMed nya Vibrasorb System får varje slag en utökad komfort. Detta vibrationsdämpande system är integrerat i racket hals ovanför handtaget och reducerar vibrationerna som uppstår i varje slag. Resultatet är en utökad komfort och en minskad risk för skador såsom tennisarmbåge.\n\nLikt tidigare modeller från Babolat är Viper Counter designad med HPS-Technology. Hole Pattern-System ger mer fart och kontroll tack vare att de borrade hålen i racket är anpassade efter rackets form och sweetspot. Detta ger mer effekt i slagen för mer fart och mer grepp på bollen för utökad spinn.",
    "attributes_table": {
      "Product line": "Viper",
      "Vikt": "365 g",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Hög",
      "Form": "Rund",
      "Yttre kärna": "3K Carbon",
      "Inre kärna": "X-EVA",
      "Ram": "Carbon",
      "Kontroll/Kraft": "Kontroll/Kraft",
      "Racketfodral": "Ingår ej",
      "Modell": "Herr",
      "Ytprofil": "Struktur",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Dunlop Boost Power 2.0",
    "product_description": "Dunlop Boost Power 2.0 2021 är ett hybridracket för dig som vill spela med kontroll men inte ge avkall på fart. Balansen är i mitten av padelracket så det kommer inte upplevas så tungt och vilket även gör att du kommer hänga med bra I det snabba spelet. Detta är ett bra padelracket för dig som har spelat ett tag och vill ha ett padelracket och utvecklas med.",
    "attributes_table": {
      "Vikt": "365 g",
      "Spelartyp": "Intermediate",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Medel",
      "Form": "Hybrid",
      "Inre kärna": "Pro Eva",
      "Racketfodral": "Ingår",
      "Modell": "Herr",
      "Ytprofil": "Slät",
      "Handledsrem": "Ja"
    }
  },
  {
    "product_name": "Starvie Triton Pro 2.0 2023",
    "product_description": "Starvie Triton Pro 2023 har en droppform som ger en bättre balans gentemot rackets träffyta. Ett tekniskt racket, perfekt för avancerade spelare\nsom vill ha extra kraft i sitt offensiva spel utan att tappa kontrollen. Detta tack vare dess medelhårda kärna Pro V50 och rackets droppform som\näven ger den mer styvhet.\n\nYtan består av ett lager av 3K Carbon Colors och ett annat av 3K Carbon fiber, vilket ger mer styvhet, styrka och hållbarhet till slagen. Denna modell har 1 cm extra längd i handtaget för att göra greppet bekvämare för en tvåhandsbackhand.",
    "attributes_table": {
      "Product line": "Premium Line",
      "Vikt": "350-385 g",
      "Spelartyp": "Advanced",
      "Bredd kärna": "38 mm",
      "Rambredd": "38 mm",
      "Balans": "Hög",
      "Form": "Dropp",
      "Yttre kärna": "Double Carbon Layer 3K",
      "Inre kärna": "EVA Rubber Pro V50",
      "Ram": "3K Carbon",
      "Kontroll/Kraft": "Kraft",
      "Modell": "Herr",
      "Ytprofil": "Struktur",
      "Handledsrem": "Ja"
    }
  }
]
